<script setup lang="ts">
const firstSectionData = ref({
  title: "خدمات ژل و فیلر در",
  description: `زیبایی مفهومی پیچیده و چندوجهی است که شامل جنبه‌های ظاهری، اخلاقی، و حتی معنوی می‌شود. از دیرباز زیبایی به‌عنوان یک ویژگی ارزشمند در جوامع مختلف شناخته شده است. با این حال، تعریف زیبایی می‌تواند از فردی به فرد دیگر و از فرهنگی به فرهنگ دیگر متفاوت باشد. به‌طور سنتی، زیبایی اغلب به ویژگی‌های فیزیکی مانند صورت متقارن، پوست صاف، و اندامی متناسب نسبت داده می‌شود. `,
});

const slides = ref([
  {
    id: 0,
    image: "/images/exmple1.png",
  },
  {
    id: 1,
    image: "/images/exmple2.png",
  },
  {
    id: 2,
    image: "/images/exmple3.png",
  },
  {
    id: 3,
    image: "/images/exmple4.png",
  },
]);

const cards = ref([
  {
    id: 0,
    text: "تخصص و تجربه‌ای بی‌نظیر در ارائه خدمات پزشکی و زیبایی",
  },
  {
    id: 1,
    text: "استفاده از جدیدترین تکنولوژی‌ها و تجهیزات پیشرفته",
  },
  {
    id: 2,
    text: "تیم حرفه‌ای و متخصص در تمامی زمینه‌های درمانی",
  },
  {
    id: 3,
    text: "ارائه مشاوره‌های شخصی‌سازی شده برای هر بیمار",
  },
  {
    id: 4,
    text: "محیطی آرام، مدرن و بهداشتی برای راحتی شما",
  },
  {
    id: 5,
    text: "رضایت بیماران و نتایج موفقیت‌آمیز، تضمین کیفیت",
  },
]);
</script>

<template>
  <div>
    <PagesFirstSection :firstSectionData="firstSectionData" />
    <div class="mt-[75px] max-w-[1200px] mx-auto px-3">
      <div class="flex items-center md:flex-row flex-col gap-[20px] mt-[75px]">
        <div class="md:w-1/2">
          <h3 class="text-primary text-[30px]">دستگاه لیزر هرمیون</h3>
          <div class="p-6 rounded-lg">
            <ul
              class="list-disc list-inside text-[14px] text-justify font-light leading-8 space-y-2 mr-4"
            >
              <li>خنک کنندگی بسیار قوی که در حین کار درد را از بین می برد.</li>
              <li>
                صفحه نمایش بسیار آسان که برای راحتی کاربر ساده طراحی شده است.
              </li>
              <li>حمل و نقل بسیار آسان</li>
              <li>کیفیت بالا و مناسب ترین قیمت دستگاه لیزر مو</li>
              <li>قابل اعتماد، بدون مواد مصرفی</li>
              <li>
                هرمیون می تواند بدون در نظر گرفتن سن، نوع پوست، ناحیه درمان،
                درمان ایمنی را برای همه ارائه دهد.
              </li>
            </ul>
          </div>
        </div>
        <div class="md:w-1/2">
          <img src="/images/laser.jpg" alt="laser" />
        </div>
      </div>
    </div>
    <SliderBeforAfterExample
      :slides="slides"
      title="نمونه های قبل و بعد"
      description="با اطمینانی کامل، زیبایی خود را با ما دو چندان کنید"
    />
    <ReservationAndContactUsBanner />
    <div
      class="text-dark flex flex-col gap-3.5 mt-[75px] max-w-[1200px] mx-auto px-3"
    >
      <h3 class="text-[28px] font-extrabold leading-8">
        زیبایی و لاغری در فکر شما
      </h3>
      <p class="text-[21px] text-justify font-light leading-10">
        زیبایی و لاغری دو مفهوم هستند که اغلب در فرهنگ‌ها و جوامع مختلف با
        یکدیگر مرتبط می‌شوند، اما هرکدام به‌طور جداگانه دارای ابعاد و تعاریف
        گوناگونی هستند. درک صحیح از این مفاهیم می‌تواند تأثیر مهمی بر سلامت جسمی
        و روانی افراد داشته باشد.
      </p>
      <h3 class="text-[28px] font-extrabold leading-8">
        زیبایی و لاغری در ظاهر
      </h3>
      <h4 class="text-[24px] font-extrabold leading-8">1. زیبایی</h4>
      <p class="text-[21px] text-justify font-light leading-10">
        زیبایی مفهومی پیچیده و چندوجهی است که شامل جنبه‌های ظاهری، اخلاقی، و حتی
        معنوی می‌شود. از دیرباز زیبایی به‌عنوان یک ویژگی ارزشمند در جوامع مختلف
        شناخته شده است. با این حال، تعریف زیبایی می‌تواند از فردی به فرد دیگر و
        از فرهنگی به فرهنگ دیگر متفاوت باشد. به‌طور سنتی، زیبایی اغلب به
        ویژگی‌های فیزیکی مانند صورت متقارن، پوست صاف، و اندامی متناسب نسبت داده
        می‌شود. اما در دوران مدرن، دیدگاه‌ها نسبت به زیبایی تغییر کرده و به
        مفاهیمی همچون زیبایی درونی، اعتماد به نفس، و شخصیت اهمیت بیشتری داده
        می‌شود.
      </p>
      <h4 class="text-[24px] font-extrabold leading-8">2. لاغری</h4>
      <p class="text-[21px] text-justify font-light leading-10">
        لاغری به عنوان یک ویژگی فیزیکی به وزن کمتر یا نسبت کمتر چربی بدن اشاره
        دارد. در بسیاری از جوامع مدرن، لاغری به‌عنوان معیاری از زیبایی و سلامت
        تبلیغ می‌شود. این امر تا حد زیادی تحت تأثیر رسانه‌ها، فرهنگ‌های
        عامه‌پسند، و صنعت مد قرار دارد. برای بسیاری از افراد، لاغری هدفی است که
        به‌وسیله رژیم‌های غذایی، ورزش، و گاهی استفاده از مکمل‌ها و داروها دنبال
        می‌شود. اما این نگرش ممکن است به مشکلاتی همچون اختلالات خوردن، استرس، و
        نارضایتی از بدن منجر شود.
      </p>
      <h4 class="text-[24px] font-extrabold leading-8">
        3. ارتباط بین زیبایی و لاغری
      </h4>
      <p class="text-[21px] text-justify font-light leading-10">
        در برخی از فرهنگ‌ها، لاغری به عنوان یکی از معیارهای زیبایی پذیرفته شده
        است. این ارتباط ممکن است به دلایل تاریخی، اجتماعی، و اقتصادی باشد. مثلاً
        در جوامعی که دسترسی به غذا محدود بوده، افراد لاغر به عنوان نمادی از
        سلامت و توانایی کنترل خود در نظر گرفته می‌شدند. با این حال، این
        دیدگاه‌ها در حال تغییر است و اکنون بسیاری از افراد و جوامع به این نتیجه
        رسیده‌اند که زیبایی لزوماً با لاغری مرتبط نیست.
      </p>
      <h4 class="text-[24px] font-extrabold leading-8">
        4. نگرانی‌ها و چالش‌ها
      </h4>
      <p class="text-[21px] text-justify font-light leading-10">
        یکی از چالش‌های اصلی در ارتباط با زیبایی و لاغری، فشار اجتماعی و
        رسانه‌ای است که بر افراد وارد می‌شود. تصاویر ایده‌آل شده از بدن‌های لاغر
        و بی‌نقص می‌تواند به ایجاد استرس، افسردگی، و مشکلات خودپنداره منجر شود.
        این موضوع به ویژه برای جوانان که در حال شکل‌گیری هویت خود هستند،
        می‌تواند آسیب‌زا باشد. از سوی دیگر، تبلیغ لاغری به عنوان یک معیار زیبایی
        می‌تواند به مشکلاتی مانند اختلالات خوردن از جمله بی‌اشتهایی عصبی و
        پرخوری عصبی دامن بزند.
      </p>
      <h4 class="text-[24px] font-extrabold leading-8">
        5. زیبایی واقعی و سلامت
      </h4>
      <p class="text-[21px] text-justify font-light leading-10">
        در نهایت، باید به این نکته توجه داشت که زیبایی واقعی چیزی فراتر از
        ویژگی‌های فیزیکی است و به شخصیت، اخلاق، و نوع برخورد فرد با دیگران بستگی
        دارد. همچنین، سلامتی باید در اولویت قرار گیرد و تلاش برای رسیدن به وزن
        مناسب باید با روش‌های سالم و منطقی انجام شود. تأکید بر یک دیدگاه جامع‌تر
        از زیبایی می‌تواند به بهبود سلامت روانی و جسمی افراد کمک کند.
      </p>
      <p class="text-[21px] text-justify font-light leading-10">
        در نتیجه، زیبایی و لاغری هر دو مفاهیمی هستند که نیاز به تأمل و بازنگری
        دارند. بهتر است افراد و جوامع از معیارهای غیرواقعی و فشارهای اجتماعی
        فاصله گرفته و به پذیرش و احترام به تنوع‌های جسمانی و معنوی انسان‌ها
        بپردازند.
      </p>
    </div>
    <WhyTansaz title="چرا زیبایی و لاغری در کلینیک تن ساز" :cards="cards" />
    <div
      class="text-dark flex flex-col gap-3.5 mt-[75px] max-w-[1200px] mx-auto px-3"
    >
      <p class="text-[21px] text-justify font-light leading-10">
        زیبایی مفهومی پیچیده و چندوجهی است که همواره توجه بشر را به خود جلب کرده
        است. از دیرباز، زیبایی به‌عنوان یکی از ارزش‌های انسانی در فرهنگ‌ها و
        تمدن‌های مختلف مورد توجه قرار گرفته و هر فرهنگ، معیارهای خاص خود را برای
        زیبایی دارد. با این حال، زیبایی فراتر از صرفاً ظاهر فیزیکی است و
        جنبه‌های درونی و رفتاری نیز در آن نقش مهمی ایفا می‌کنند.
      </p>
      <p class="text-[21px] text-justify font-light leading-10">
        از دیدگاه کلاسیک، زیبایی به ویژگی‌های فیزیکی مانند تقارن چهره، شفافیت
        پوست، تناسب اندام و هارمونی کلی بدن مرتبط است. این معیارها اغلب تحت
        تأثیر رسانه‌ها، صنعت مد، و استانداردهای اجتماعی قرار می‌گیرند. اما باید
        به این نکته توجه داشت که این استانداردها در طول زمان تغییر می‌کنند و
        چیزی که در یک دوره زیبا تلقی می‌شود، ممکن است در دوره‌ای دیگر به‌گونه‌ای
        متفاوت درک شود.
      </p>
      <p class="text-[21px] text-justify font-light leading-10">
        در عصر مدرن، مفهوم زیبایی گسترش یافته و شامل ویژگی‌های درونی مانند
        اعتماد به نفس، شخصیت، و نوع رفتار با دیگران نیز می‌شود. این دیدگاه
        جامع‌تر به زیبایی نشان می‌دهد که زیبایی تنها به ظاهر محدود نمی‌شود، بلکه
        رفتار، احساسات و افکار فرد نیز در زیبایی او مؤثر است.
      </p>
      <p class="text-[21px] text-justify font-light leading-10">
        زیبایی درونی، که از طریق مهربانی، هوش، و خلاقیت به نمایش گذاشته می‌شود،
        می‌تواند جذابیتی پایدارتر و عمیق‌تر ایجاد کند. به همین دلیل، امروزه
        تأکید بیشتری بر ارزش‌های درونی و رشد فردی در تعریف زیبایی وجود دارد.
      </p>
      <p class="text-[21px] text-justify font-light leading-10">
        در نهایت، می‌توان گفت که زیبایی واقعی تلفیقی از ظاهر و باطن است و این دو
        جنبه باید در هماهنگی با یکدیگر باشند. توجه به جنبه‌های مختلف زیبایی
        می‌تواند به بهبود سلامت روانی و افزایش رضایت از زندگی کمک کند. زیبایی
        واقعی در پذیرش خود و دیگران به‌همراه رشد و توسعه‌ی فردی نهفته است.
      </p>
    </div>
    <ReservationForm />
    <FaqSection />
    <YoursSatisfaction />
    <HomeBlogsSection />
  </div>
</template>

<style scoped></style>
