<script setup lang="ts">
const firstSectionData = ref({
  title: "لیزر موهای زائد مدیواستار در",
  description: `دستگاه لیزر موهای زائد مونولیت (Monolith)، ساخت کشور آلمان و با تاییدیه FDA،تنها لیزر دائمی موجود در کشور  یکی از پیشرفته‌ترین دستگاه‌های لیزر برای از بین بردن موهای زائد است. این دستگاه با استفاده از تکنولوژی سوییپ مد (Sweep Mode) و دیگر فناوری‌های پیشرفته، نه تنها به حذف فولیکول‌های مو می‌پردازد، بلکه با مسدود کردن عروق تغذیه کننده مو از رشد مجدد آنها نیز جلوگیری می‌کند. این ویژگی‌ها باعث می‌شود که درمان با این دستگاه به یک لیزر دائمی و بدون بازگشت مو تبدیل شود.`,
});

const slides = ref([
  {
    id: 0,
    image: "/images/exmple1.png",
  },
  {
    id: 1,
    image: "/images/exmple2.png",
  },
  {
    id: 2,
    image: "/images/exmple3.png",
  },
  {
    id: 3,
    image: "/images/exmple4.png",
  },
]);

const cards = ref([
  {
    id: 0,
    text: "تنها لیزر با اثر دائمی در کشور و موثرترین لیزر در موهای کرکی",
  },
  {
    id: 1,
    text: "دارای مود تخصصی روشن کنندگی برای نواحی مختلف پوست",
  },
  {
    id: 2,
    text: "ویزیت قبل از شروع جلسات توسط پزشک متخصص جهت تضمین جوابدهی لیزر با اثر دائمی و بدون بازگشت",
  },
  {
    id: 3,
    text: "کولینگ 360 درجه و تکنولوژی سوییپ مدجهت سرعت بالای درمان بدون درد و سوختگی مناسب برای انواع تایپ پوستی",
  },
  {
    id: 4,
    text: "محیطی آرام، مدرن و بهداشتی برای راحتی شما",
  },
  {
    id: 5,
    text: "تعداد جلسات محدود لیزر(4-6) جلسه و 2-3 شارژ با فواصل طولانی به طور کلی (5الی6) جلسه در سال",
  },
]);
</script>

<template>
  <div>
    <PagesFirstSection :firstSectionData="firstSectionData" />
    <div class="mt-[75px] max-w-[1200px] mx-auto px-3">
      <div class="flex items-center md:flex-row flex-col gap-[20px] mt-[75px]">
        <div class="md:w-1/2">
          <h3 class="text-primary text-[30px]">
            دستگاه لیزر مدیواستار مدل مونولیتMonolith
          </h3>
          <div class="p-6 rounded-lg">
            <ul class="list-disc list-inside space-y-2 mr-4">
              <li>
                <span class="text-[28px] font-extrabold leading-8"
                  >نحوه کارکرد دستگاه لیزر مونولیت:</span
                >
                <p class="text-[14px] text-justify font-light leading-8 mt-3.5">
                  دستگاه لیزر مونولیت با استفاده از لیزر دایود (Diode Laser) و
                  تکنولوژی سوییپ مد، انرژی نوری را به پوست منتقل می‌کند. این
                  انرژی توسط ملانین موجود در مو جذب می‌شود و گرمای زیادی تولید
                  می‌کند که باعث تخریب فولیکول‌های مو و مسدود کردن عروق
                  تغذیه‌کننده آن می‌شود. نتیجه این فرآیند، از بین رفتن موهای
                  زائد و جلوگیری از رشد مجدد آنها است. این سیستم علاوه بر از بین
                  بردن موهای زائد، باعث تحریک کلاژن‌سازی در پوست نیز می‌شود که
                  به سلامت و زیبایی پوست کمک می‌کند.‌
                </p>
                <h3 class="text-[28px] font-extrabold leading-8 mt-3.5">
                  مزایای کلینیکی دستگاه مونولیت:
                </h3>
                <ul
                  class="text-[14px] list-disc list-inside space-y-2 mr-4 mt-3.5"
                >
                  <li>درمان دائمی و بدون بازگشت موهای زائد</li>
                  <li>تکنولوژی سوییپ مد برای درمان سریع‌تر و مؤثرتر</li>
                  <li>
                    تاییدیه FDA که ایمنی و کارایی بالای دستگاه را تضمین می‌کند
                  </li>
                  <li>
                    لنز ساخت کارخانه زایس آلمان برای دقت و وضوح بالای درمان
                  </li>
                  <li>
                    کاهش درد و عوارض جانبی به لطف سیستم‌های خنک‌کننده پیشرفته
                  </li>
                  <li>مناسب برای انواع پوست و مو و کاربردهای متنوع</li>
                  <li>نتایج سریع و بدون دوره نقاهت</li>
                  <li>ایمن و مؤثر بدون نیاز به جراحی یا درمان‌های تهاجمی</li>
                </ul>
              </li>
            </ul>
          </div>
        </div>
        <div class="md:w-1/2">
          <img src="/images/laser.jpg" alt="laser" />
        </div>
      </div>
    </div>
    <SliderBeforAfterExample
      :slides="slides"
      title="نمونه های قبل و بعد"
      description="با اطمینانی کامل، زیبایی خود را با ما دو چندان کنید"
    />
    <ReservationAndContactUsBanner />
    <div
      class="text-dark flex flex-col gap-3.5 mt-[75px] max-w-[1200px] mx-auto px-3"
    >
      <h3 class="text-[28px] font-extrabold leading-8">
        ویژگی‌ها و مزایای دستگاه لیزر موهای زائد مونولیت:
      </h3>
      <h4 class="text-[24px] font-extrabold leading-8">
        1. تکنولوژی سوییپ مد (Sweep Mode)
      </h4>
      <p class="text-[21px] text-justify font-light leading-10">
        تکنولوژی سوییپ مد یکی از ویژگی‌های منحصر به فرد دستگاه مونولیت است که به
        آن امکان می‌دهد امواج لیزری را به‌طور پیوسته و مؤثرتر به سطح پوست و
        فولیکول‌های مو منتقل کند. در این حالت، لیزر به‌طور یکنواخت در ناحیه
        درمان پخش می‌شود و تمامی موهای زائد را با دقت بالایی هدف قرار می‌دهد.
        این تکنولوژی باعث افزایش سرعت درمان و کاهش مدت زمان لازم برای هر جلسه
        می‌شود.
      </p>
      <h4 class="text-[24px] font-extrabold leading-8">
        2. اثر دائمی و بدون بازگشت مو
      </h4>
      <p class="text-[21px] text-justify font-light leading-10">
        یکی از مزایای برجسته این دستگاه، از بین بردن دائمی موهای زائد است.
        تکنولوژی پیشرفته دستگاه مونولیت به‌گونه‌ای طراحی شده است که علاوه بر
        تخریب فولیکول‌های مو، عروق تغذیه‌کننده مو را مسدود می‌کند. این عمل باعث
        می‌شود که جریان خون به فولیکول‌های مو قطع شده و رشد مو متوقف شود. در
        نتیجه، موهای زائد به صورت دائمی از بین می‌روند و احتمال بازگشت آنها به
        حداقل می‌رسد.
      </p>
      <h4 class="text-[24px] font-extrabold leading-8">3. تاییدیه FDA</h4>
      <p class="text-[21px] text-justify font-light leading-10">
        دستگاه لیزر مونولیت دارای تاییدیه FDA (سازمان غذا و دارو ایالات متحده)
        است که نشان‌دهنده ایمنی و کارایی بالای آن در درمان موهای زائد است.
        تاییدیه FDA یکی از معتبرترین استانداردها در صنعت تجهیزات پزشکی است و به
        بیمار اطمینان می‌دهد که دستگاه از نظر ایمنی، کیفیت و اثربخشی به تایید
        رسیده است.
      </p>
      <h4 class="text-[24px] font-extrabold leading-8">
        4. لنز ساخت کارخانه زایس آلمان
      </h4>
      <p class="text-[21px] text-justify font-light leading-10">
        یکی دیگر از ویژگی‌های برجسته این دستگاه، لنز ساخت کارخانه زایس آلمان
        است. لنزهای تولید شده توسط شرکت Zeiss از دقت و وضوح بالایی برخوردارند که
        باعث می‌شود لیزر به‌طور مؤثرتر و دقیق‌تر به فولیکول‌های مو برخورد کند.
        این ویژگی به دقت در درمان و کاهش احتمال آسیب به پوست کمک می‌کند.
      </p>
      <h4 class="text-[24px] font-extrabold leading-8">
        5. کاهش درد و عوارض جانبی
      </h4>
      <p class="text-[21px] text-justify font-light leading-10">
        دستگاه لیزر مونولیت مجهز به فناوری‌های پیشرفته برای کاهش درد و ناراحتی
        در طول درمان است. سیستم‌های خنک‌کننده تعبیه‌شده در دستگاه، به کاهش سوزش
        و داغ شدن پوست کمک می‌کنند و بیمار تجربه راحت‌تری در طول جلسه لیزر خواهد
        داشت.
      </p>
      <h4 class="text-[24px] font-extrabold leading-8">
        6. مناسب برای انواع پوست و مو
      </h4>
      <p class="text-[21px] text-justify font-light leading-10">
        دستگاه مونولیت برای انواع مختلف پوست و مو مناسب است. این دستگاه می‌تواند
        به‌طور مؤثر موهای زائد را در رنگ‌های مختلف پوست و مو، از جمله پوست‌های
        تیره و موهای نازک یا ضخیم، درمان کند. این ویژگی آن را به یک گزینه مناسب
        برای طیف وسیعی از افراد تبدیل می‌کند.
      </p>
      <h4 class="text-[24px] font-extrabold leading-8">7. نتایج سریع و مؤثر</h4>
      <p class="text-[21px] text-justify font-light leading-10">
        به لطف تکنولوژی سوییپ مد و قدرت بالای لیزر، دستگاه مونولیت نتایج سریع و
        مؤثری در درمان موهای زائد ارائه می‌دهد. معمولاً بعد از چند جلسه درمان،
        نتایج قابل مشاهده خواهد بود و تعداد جلسات درمانی مورد نیاز برای دستیابی
        به نتایج دائمی و بدون بازگشت به حداقل می‌رسد.
      </p>
      <h4 class="text-[24px] font-extrabold leading-8">8. بدون دوره نقاهت</h4>
      <p class="text-[21px] text-justify font-light leading-10">
        درمان با دستگاه مونولیت به‌طور کلی بدون نیاز به دوره نقاهت است. بیمار
        می‌تواند بلافاصله بعد از درمان به فعالیت‌های روزمره خود ادامه دهد. این
        ویژگی، درمان لیزری با این دستگاه را به یک گزینه مناسب برای افرادی که
        زمان کمی دارند و نمی‌خواهند تحت عمل جراحی یا روش‌های پیچیده قرار گیرند،
        تبدیل می‌کند.
      </p>
    </div>
    <WhyTansaz title="چرا لیزر موهای زائد در کلینیک تن ساز" :cards="cards" />
    <div
      class="text-dark flex flex-col gap-3.5 mt-[75px] max-w-[1200px] mx-auto px-3"
    >
      <p class="text-[21px] text-justify font-light leading-10">
        دستگاه لیزر مونولیت با تکنولوژی پیشرفته و تاییدیه FDA، یکی از بهترین
        انتخاب‌ها برای درمان موهای زائد است. این دستگاه با استفاده از تکنولوژی
        سوییپ مد و لنزهای دقیق زایس آلمان، موهای زائد را به‌طور دائمی از بین
        می‌برد و از بازگشت آنها جلوگیری می‌کند. همچنین، این دستگاه درمانی سریع،
        غیرتهاجمی و بدون درد را ارائه می‌دهد که برای افراد با انواع پوست و مو
        مناسب است.
      </p>
      <p class="text-[21px] text-justify font-light leading-10">
        دستگاه لیزر موهای زائد مونولیت 2024 تنها لیزر دائمی موجود در کشور ،و در
        شیراز فقط در کلینیک تن ساز واقع در معالی اباد
      </p>
    </div>
    <ReservationForm />
    <FaqSection />
    <YoursSatisfaction />
    <HomeBlogsSection />
  </div>
</template>

<style scoped></style>
