<script setup lang="ts">
const firstSectionData = ref({
  title: "تزریقات زیبایی در",
  description: `کلینیک تخصصی تن ساز  یکی از برترین مراکز زیبایی در شیراز است که به شما این امکان را می‌دهد تا از خدمات پیشرفته و تخصصی تزریقات زیبایی بهره‌مند شوید. این کلینیک با ارائه خدماتی نظیر تزریق ژل و فیلر، آنزیم و بوتاکس،مزو ژل‌های جوان‌ساز، همواره به عنوان یک مرکز معتبر در زمینه رفع مشکلات پوستی و بهبود زیبایی صورت شناخته می‌شود. در اینجا، شما می‌توانید با اطمینان خاطر از بهترین مواد و متریال‌های موجود در بازار، درمان‌های خود را تحت نظر پزشکان متخصص و باتجربه انجام دهید`,
});

const bannerData = ref({
  title: '" خدمات زیبایی در تن ساز "',
  cards: [
    { id: 0, text: "تزریق مزوژل جوانساز", icon: "/icons/laghari.png" },
    { id: 1, text: "ژل و فیلر", icon: "/icons/cafe.png" },
    { id: 2, text: "مزوتراپی صورت", icon: "/icons/Equipment.png" },
    { id: 3, text: "PRP مو و صورت", icon: "/icons/Dispatch-doctor.png" },
  ],
});

const slides = ref([
  {
    id: 0,
    image: "/images/exmple1.png",
  },
  {
    id: 1,
    image: "/images/exmple2.png",
  },
  {
    id: 2,
    image: "/images/exmple3.png",
  },
  {
    id: 3,
    image: "/images/exmple4.png",
  },
  {
    id: 4,
    image: "/images/exmple5.png",
  },
  {
    id: 5,
    image: "/images/exmple6.png",
  },
  {
    id: 6,
    image: "/images/exmple7.png",
  },
  {
    id: 7,
    image: "/images/exmple8.png",
  },
  {
    id: 8,
    image: "/images/exmple9.png",
  },
  {
    id: 9,
    image: "/images/exmple10.png",
  },
  {
    id: 10,
    image: "/images/exmple11.jpg",
  },
  {
    id: 11,
    image: "/images/exmple12.png",
  },
]);

const cards = ref([
  {
    id: 0,
    text: "تخصص و تجربه‌ای بی‌نظیر در ارائه خدمات پزشکی و زیبایی",
  },
  {
    id: 1,
    text: "استفاده از جدیدترین تکنولوژی‌ها و تجهیزات پیشرفته",
  },
  {
    id: 2,
    text: "تیم حرفه‌ای و متخصص در تمامی زمینه‌های درمانی",
  },
  {
    id: 3,
    text: "ارائه مشاوره‌های شخصی‌سازی شده برای هر بیمار",
  },
  {
    id: 4,
    text: "محیطی آرام، مدرن و بهداشتی برای راحتی شما",
  },
  {
    id: 5,
    text: "رضایت بیماران و نتایج موفقیت‌آمیز، تضمین کیفیت",
  },
]);
</script>

<template>
  <div class="mt-[75px]">
    <PagesFirstSection :firstSectionData="firstSectionData" />
    <PagesBannerSection :bannerData="bannerData" />
    <div class="mt-[75px] max-w-[1200px] mx-auto px-5">
      <div class="flex items-center md:flex-row flex-col gap-[20px] mt-[75px]">
        <div class="md:w-1/2">
          <h3 class="text-primary text-[30px]">
            تزریقات ژل ،فیلر و بوتاکس در تن ساز
          </h3>
          <div class="p-6 rounded-lg">
            <ul class="list-disc list-inside space-y-2 text-[14px] mr-4">
              <li>
                تزریق بوتاکس های درمانی و زیبایی (رفع چین وچروک صورت،لیفت ابرو و
                چشم،کوچک کردن بینی،فرم دهی چانه و ایجاد کانتورینگ زاویه فک،درمان
                لبخند لثه ای،درمان قطعی سردردهای میگرنی ،درمان تعریق بیش از حد
                زیر بغل و کف دست ها و درمان واژینیسموس)
              </li>
              <li>
                آبرسانی عمیق،کلاژن سازی و جوانسازی گسترده و چشمگیر با تزریق
                مزوژل های جوانساز
              </li>
              <li>لیفت و فرم دهی بسیار طبیعی صورت با تکنیک 10 نقطه ای جدید</li>
              <li>روشنن سازی و افزایش شادابی و شفافیت پوست</li>
              <li>
                فرم دهی لب ها،اصلاح فرم بینی بدون جراحی،کانتورینگ زاویه فک و فرم
                دهی چانه،رفع گودی زیر چشم،درمان گودی ناحیه شقیقه و اصلاح فرم
                پیشانی و درمان غیر قرینگی های صورت به روش MD CODE
              </li>
              <li>پی آر پی و مزوتراپی برای درمان مشکلات پوستی</li>
              <li>
                پی ار پی و مزوتراپی برای درمان ریزش مو و افزایش رشد موها و بهبود
                کیفیت موهای آسیب دیده
              </li>
            </ul>
          </div>
        </div>
        <div class="md:w-1/2">
          <img src="/images/exmple5.png" alt="example5" />
        </div>
      </div>
    </div>
    <SliderBeforAfterExample
      :slides="slides"
      title="نمونه های قبل و بعد"
      description="با اطمینانی کامل، زیبایی خود را با ما دو چندان کنید"
    />
    <ReservationAndContactUsBanner />
    <div
      class="text-dark flex flex-col gap-3.5 mt-[75px] max-w-[1200px] mx-auto px-5"
    >
    <h2 class="sm:text-[24px] text-[14px] font-bold">
      ویژگی‌ها و مزایای دستگاه mc1plus:
    </h2>
    <h3 class="sm:text-[24px] text-[14px] font-bold">۱.تکنولوژی اولتراسوند (کویتیشن)</h3>
    <p class="sm:text-[24px] text-[14px] ">
      دستگاه MC1PLUS از تکنولوژی کویتیشن اولتراسوند (Ultrasound Cavitation) استفاده می‌کند. این فناوری با ارسال امواج صوتی با فرکانس بالا به لایه‌های چربی بدن، سلول‌های چربی را تجزیه کرده و باعث شکستن ساختار چربی‌ها می‌شود. این فرآیند به طور غیرتهاجمی و بدون نیاز به جراحی، چربی‌های اضافی بدن را به مایع تبدیل کرده و از طریق سیستم لنفاوی و ادراری از بدن خارج می‌کند.
    </p>
    <h3 class="sm:text-[24px] text-[14px] font-bold">.۲ کاهش سایز موضعی و پیکر تراشی</h3>
    <p class="sm:text-[24px] text-[14px] ">
      یکی از کاربردهای اصلی دستگاهmc1plus، کاهش سایز موضعی و پیکر تراشی است. با استفاده از این دستگاه می‌توان چربی‌های انباشته‌شده در نواحی خاص بدن مانند شکم، پهلوها، ران‌ها، بازوها و حتی زیر چانه را هدف قرار داد و سایز این نواحی را به طرز چشمگیری کاهش داد. این فرآیند به کاهش چربی‌های مقاوم که به رژیم غذایی و ورزش پاسخ نمی‌دهند، کمک می‌کند.
    </p>
    <h3 class="sm:text-[24px] text-[14px] font-bold">.۳ دارای بیش از ۴۰ برنامه درمانی </h3>
    <p class="sm:text-[24px] text-[14px] ">
      mc1plusدستگاه  با بیش از ۴۰ برنامه درمانی مختلف، می‌تواند نیازهای مختلف بیماران را برطرف کند. این برنامه‌ها برای انواع بدن‌ها و انواع اهداف درمانی مانند کاهش چربی، پیکر تراشی، درمان سلولیت، بهبود قوام پوست و حتی درمان چین و چروک طراحی شده‌اند. این تنوع برنامه‌ها امکان درمان‌های شخصی‌سازی‌شده و متناسب با وضعیت هر فرد را فراهم می‌آورد.
    </p>
    <h3 class="sm:text-[24px] text-[14px] font-bold">.۴ تاییدیه FDA آمریکا</h3>
    <p class="sm:text-[24px] text-[14px] ">
      mc1plusدستگاه    دارای تاییدیه FDA (سازمان غذا و دارو آمریکا) است که به معنای تأسیس و تایید ایمنی و اثربخشی دستگاه در سطح بین‌المللی است. این تاییدیه نشان‌دهنده استاندارد بالای این دستگاه و اعتماد به آن در درمان‌های زیبایی و لاغری است.
    </p>
    <h3 class="sm:text-[24px] text-[14px] font-bold">.۵عدم نیاز به جراحی یا روش‌های تهاجمی</h3>
    <p class="sm:text-[24px] text-[14px] ">
      یکی از مزایای بارز دستگاه mc1plu، عدم نیاز به جراحی یا روش‌های تهاجمی است. این دستگاه به صورت غیرتهاجمی عمل کرده و بدون هیچ‌گونه درد، خونریزی یا دوره نقاهت، به درمان مشکلات چربی و تناسب اندام کمک می‌کند. این ویژگی به آن کمک می‌کند که برای افرادی که نمی‌خواهند تحت عمل جراحی قرار گیرند یا از عوارض جانبی جراحی می‌ترسند، یک گزینه مناسب باشد.
    </p>
    <h3 class="sm:text-[24px] text-[14px] font-bold">.۶ نتایج سریع و مؤثر</h3>
    <p class="sm:text-[24px] text-[14px] ">
      دستگاه mc1plusقادر است با استفاده از امواج اولتراسوند به شکستن چربی‌های موضعی بپردازد و نتایج سریع و مؤثری در مدت زمان کوتاه به دست آورد. بیماران معمولاً پس از چند جلسه درمان می‌توانند کاهش قابل توجهی در سایز و بهبود شکل بدن خود مشاهده کنند.
    </p>
    <h3 class="sm:text-[24px] text-[14px] font-bold">.۷ بهبود کیفیت پوست و درمان سلولیت</h3>
    <p class="sm:text-[24px] text-[14px] ">
      یکی دیگر از ویژگی‌هایدستگاه mc1plus، توانایی بهبود کیفیت پوست و درمان سلولیت است. امواج اولتراسوند باعث افزایش گردش خون در ناحیه درمانی می‌شوند که این امر به کاهش سلولیت و بهبود ظاهر پوست کمک می‌کند. در نتیجه، پوست صاف‌تر و سفت‌تر به نظر می‌رسد.
    </p>
    <h3 class="sm:text-[24px] text-[14px] font-bold">.۸ بدون درد و خطرات جانبی</h3>
    <p class="sm:text-[24px] text-[14px] ">
      در درمان با دستگاهmc1plusهیچ‌گونه درد یا عوارض جانبی وجود ندارد. بیماران در طول درمان هیچ‌گونه احساس ناراحتی یا درد نمی‌کنند و بعد از درمان نیز نیاز به استراحت یا دوره نقاهت ندارند. این ویژگی، این دستگاه را به یک گزینه مناسب برای افرادی تبدیل می‌کند که به دنبال درمان‌های سریع، راحت و بی‌خطر هستند.
    </p>
    </div>
    <WhyTansaz title="چرا زیبایی و لاغری در کلینیک تن ساز" :cards="cards" />
    <div
      class="text-dark flex flex-col gap-3.5 mt-[75px] max-w-[1200px] mx-auto px-5"
    >
      <p class="sm:text-[21px] text-[14px] font-light leading-10">
        تزریق پیوند اتولوگ چربی یک روش موثر، طبیعی و کم‌تهاجم برای جوان‌سازی پوست، افزایش حجم و رفع چین و چروک‌ها است. با این حال، برای رسیدن به بهترین نتایج و جلوگیری از عوارض احتمالی، بسیار مهم است که این درمان تحت نظر پزشک متخصص و در یک مرکز معتبر مانند کلینیک تن ساز شیراز انجام شود. مراقبت‌های قبل و بعد از تزریق نیز نقش مهمی در بهبود نتایج و کاهش عوارض ایفا می‌کنند. بنابراین، با انتخاب کلینیک تن ساز و پیروی از توصیه‌های پزشک، می‌توانید از نتایج این درمان بهره‌مند شوید و به ظاهر و اعتماد به نفس خود افزوده کنید.
      </p>
    </div>
    <ReservationForm />
    <FaqSection />
    <YoursSatisfaction />
    <HomeBlogsSection />
  </div>
</template>

<style scoped></style>
