<script setup lang="ts">
const firstSectionData = ref({
  title: "تزریقات زیبایی در",
  description: `کلینیک تخصصی تن ساز  یکی از برترین مراکز زیبایی در شیراز است که به شما این امکان را می‌دهد تا از خدمات پیشرفته و تخصصی تزریقات زیبایی بهره‌مند شوید. این کلینیک با ارائه خدماتی نظیر تزریق ژل و فیلر، آنزیم و بوتاکس،مزو ژل‌های جوان‌ساز، همواره به عنوان یک مرکز معتبر در زمینه رفع مشکلات پوستی و بهبود زیبایی صورت شناخته می‌شود. در اینجا، شما می‌توانید با اطمینان خاطر از بهترین مواد و متریال‌های موجود در بازار، درمان‌های خود را تحت نظر پزشکان متخصص و باتجربه انجام دهید`,
});

const bannerData = ref({
  title: '" خدمات زیبایی در تن ساز "',
  cards: [
    { id: 0, text: "تزریق مزوژل جوانساز", icon: "/icons/laghari.png" },
    { id: 1, text: "ژل و فیلر", icon: "/icons/cafe.png" },
    { id: 2, text: "مزوتراپی صورت", icon: "/icons/Equipment.png" },
    { id: 3, text: "PRP مو و صورت", icon: "/icons/Dispatch-doctor.png" },
  ],
});

const slides = ref([
  {
    id: 0,
    image: "/images/exmple1.png",
  },
  {
    id: 1,
    image: "/images/exmple2.png",
  },
  {
    id: 2,
    image: "/images/exmple3.png",
  },
  {
    id: 3,
    image: "/images/exmple4.png",
  },
  {
    id: 4,
    image: "/images/exmple5.png",
  },
  {
    id: 5,
    image: "/images/exmple6.png",
  },
  {
    id: 6,
    image: "/images/exmple7.png",
  },
  {
    id: 7,
    image: "/images/exmple8.png",
  },
  {
    id: 8,
    image: "/images/exmple9.png",
  },
  {
    id: 9,
    image: "/images/exmple10.png",
  },
  {
    id: 10,
    image: "/images/exmple11.jpg",
  },
  {
    id: 11,
    image: "/images/exmple12.png",
  },
]);

const cards = ref([
  {
    id: 0,
    text: "تخصص و تجربه‌ای بی‌نظیر در ارائه خدمات پزشکی و زیبایی",
  },
  {
    id: 1,
    text: "استفاده از جدیدترین تکنولوژی‌ها و تجهیزات پیشرفته",
  },
  {
    id: 2,
    text: "تیم حرفه‌ای و متخصص در تمامی زمینه‌های درمانی",
  },
  {
    id: 3,
    text: "ارائه مشاوره‌های شخصی‌سازی شده برای هر بیمار",
  },
  {
    id: 4,
    text: "محیطی آرام، مدرن و بهداشتی برای راحتی شما",
  },
  {
    id: 5,
    text: "رضایت بیماران و نتایج موفقیت‌آمیز، تضمین کیفیت",
  },
]);
</script>

<template>
  <div class="mt-[75px]">
    <PagesFirstSection :firstSectionData="firstSectionData" />
    <PagesBannerSection :bannerData="bannerData" />
    <div class="mt-[75px] max-w-[1200px] mx-auto px-5">
      <div class="flex items-center md:flex-row flex-col gap-[20px] mt-[75px]">
        <div class="md:w-1/2">
          <h3 class="text-primary text-[30px]">
            تزریقات ژل ،فیلر و بوتاکس در تن ساز
          </h3>
          <div class="p-6 rounded-lg">
            <ul class="list-disc list-inside space-y-2 text-[14px] mr-4">
              <li>
                تزریق بوتاکس های درمانی و زیبایی (رفع چین وچروک صورت،لیفت ابرو و
                چشم،کوچک کردن بینی،فرم دهی چانه و ایجاد کانتورینگ زاویه فک،درمان
                لبخند لثه ای،درمان قطعی سردردهای میگرنی ،درمان تعریق بیش از حد
                زیر بغل و کف دست ها و درمان واژینیسموس)
              </li>
              <li>
                آبرسانی عمیق،کلاژن سازی و جوانسازی گسترده و چشمگیر با تزریق
                مزوژل های جوانساز
              </li>
              <li>لیفت و فرم دهی بسیار طبیعی صورت با تکنیک 10 نقطه ای جدید</li>
              <li>روشنن سازی و افزایش شادابی و شفافیت پوست</li>
              <li>
                فرم دهی لب ها،اصلاح فرم بینی بدون جراحی،کانتورینگ زاویه فک و فرم
                دهی چانه،رفع گودی زیر چشم،درمان گودی ناحیه شقیقه و اصلاح فرم
                پیشانی و درمان غیر قرینگی های صورت به روش MD CODE
              </li>
              <li>پی آر پی و مزوتراپی برای درمان مشکلات پوستی</li>
              <li>
                پی ار پی و مزوتراپی برای درمان ریزش مو و افزایش رشد موها و بهبود
                کیفیت موهای آسیب دیده
              </li>
            </ul>
          </div>
        </div>
        <div class="md:w-1/2">
          <img src="/images/exmple5.png" alt="example5" />
        </div>
      </div>
    </div>
    <SliderBeforAfterExample
      :slides="slides"
      title="نمونه های قبل و بعد"
      description="با اطمینانی کامل، زیبایی خود را با ما دو چندان کنید"
    />
    <ReservationAndContactUsBanner />
    <div
      class="text-dark flex flex-col gap-3.5 mt-[75px] max-w-[1200px] mx-auto px-5"
    >
    <h2 class="sm:text-[24px] text-[14px] font-bold">
      تزریق پیوند اتولوگ چربی چیست؟
    </h2>
      <p class="sm:text-[24px] text-[14px] ">
        تزریق پیوند اتولوگ چربی یا لیپوفیلینگ یکی از روش‌های زیبایی غیرجراحی است که در آن چربی از نواحی مختلف بدن (معمولاً از نواحی شکم، ران یا پهلو) برداشت شده و پس از تصفیه، به نواحی مورد نظر مانند صورت، لب‌ها، گونه‌ها، زیر چشم‌ها یا دست‌ها تزریق می‌شود. هدف این درمان پر کردن و حجیم کردن نواحی فرو رفته یا ایجاد حجم در نواحی خاص است. از آنجایی که این چربی از بدن خود فرد گرفته می‌شود، خطرات واکنش آلرژیک یا رد پیوند وجود ندارد.
      </p>
    <h3 class="sm:text-[24px] text-[14px] font-bold">مزایای تزریق پیوند اتولوگ چربی</h3>
     <ul class="sm:text-[21px] text-[14px]  list-decimal">
      <li>نتایج طبیعی: از آنجایی که چربی از بدن خود بیمار گرفته می‌شود، تزریق پیوند اتولوگ چربی به طور طبیعی با پوست و بافت بدن ترکیب می‌شود و نتایج آن بسیار طبیعی به نظر می‌رسد.</li>
      <li>عدم خطر واکنش آلرژیک: به دلیل استفاده از چربی بدن خود بیمار، احتمال واکنش‌های آلرژیک یا رد پیوند بسیار پایین است.</li>
      <li>افزایش حجم و رفع چین و چروک‌ها: این روش می‌تواند به طور مؤثر حجم صورت را افزایش دهد و چین و چروک‌های ناشی از پیری یا از دست دادن چربی طبیعی صورت را کاهش دهد.</li>
      <li>طولانی‌مدت بودن نتایج: تزریق پیوند اتولوگ چربی معمولاً نتایج نسبتاً طولانی‌مدتی دارد و در بسیاری از افراد، اثرات آن برای سال‌ها ماندگار است.</li>
      <li>برگشت پذیری: در صورتی که از نتایج تزریق راضی نباشید، با گذشت زمان چربی‌ها می‌توانند کاهش یابند و نیازی به اقدام اضافی نخواهد بود.</li>
     </ul>
    <h3 class="sm:text-[24px] text-[14px] font-bold">معایب و عوارض تزریق پیوند اتولوگ چربی</h3>
     <ul class="sm:text-[21px] text-[14px]  list-decimal">
      <li>تورم و کبودی: مانند بسیاری از درمان‌های زیبایی دیگر، ممکن است پس از انجام این عمل تورم و کبودی در نواحی تحت درمان ایجاد شود. این علائم معمولاً پس از چند روز یا چند هفته بهبود می‌یابند.</li>
      <li>جذب ناقص چربی: گاهی اوقات ممکن است تمام چربی تزریق‌شده به طور کامل جذب نشود، که در این صورت نیاز به تزریق‌های مجدد ممکن است پیش آید.</li>
      <li>ناراحتی موقت: در نواحی اهداکننده چربی (مثلاً شکم یا ران) ممکن است در طول فرآیند برداشت چربی، ناراحتی موقتی ایجاد شود.</li>
      <li>عفونت: مانند هر عمل جراحی، احتمال بروز عفونت در نواحی تحت درمان وجود دارد، به خصوص اگر مراقبت‌های بهداشتی به درستی رعایت نشوند.</li>
      <li>شکل نامناسب: اگر تزریق به درستی انجام نشود، ممکن است نواحی تزریق شده دچار نامنظمی یا برآمدگی شوند.</li>
     </ul>
     <h3 class="sm:text-[24px] text-[14px] font-bold">مراقبت‌های قبل و بعد از تزریق پیوند اتولوگ چربی</h3>
     <p class="sm:text-[24px] text-[14px] ">
      مراقبت‌های قبل از تزریق:
    </p>
    <ul class="sm:text-[21px] text-[14px] list-inline list-decimal">
     <li>مشاوره با پزشک متخصص: قبل از انجام تزریق، مهم است که بیمار مشاوره دقیقی با پزشک متخصص انجام دهد تا وضعیت سلامتی خود و انتظاراتش از درمان را بیان کند.</li>
     <li>قطع داروهای خاص: اگر بیمار داروهایی مانند آسپرین یا داروهای ضد التهاب مصرف می‌کند، باید به دستور پزشک آن‌ها را قبل از عمل قطع کند.</li>
     <li>رژیم غذایی سالم: تغذیه مناسب می‌تواند به سرعت بهبودی کمک کند و وضعیت عمومی بدن را بهبود بخشد.</li>
    </ul>
     <p class="sm:text-[24px] text-[14px] ">
      مراقبت‌های بعد از تزریق:
    </p>
    <ul class="sm:text-[21px] text-[14px] list-inline list-decimal">
     <li>استراحت: پس از تزریق، بیمار باید چند روز استراحت کرده و از فعالیت‌های شدید و ورزش‌های سنگین خودداری کند.</li>
     <li>دوره نقاهت کوتاه: معمولاً دوره نقاهت این عمل کوتاه است، اما بیمار باید از قرار گرفتن در معرض مستقیم نور خورشید و دمای شدید (گرما یا سرما) اجتناب کند.</li>
     <li>استفاده از داروهای تجویزی: پزشک ممکن است داروهایی مانند مسکن‌ها و آنتی‌بیوتیک‌ها را برای کاهش درد و پیشگیری از عفونت تجویز کند.</li>
     <li>اجتناب از ماساژ شدید: از ماساژ دادن نواحی تحت درمان باید خودداری کرد تا از جابه‌جایی چربی جلوگیری شود.</li>
    </ul>
    <h3 class="sm:text-[24px] text-[14px] font-bold">نحوه اثرگذاری تزریق پیوند اتولوگ چربی</h3>
     <p class="sm:text-[24px] text-[14px] ">
      اثرگذاری تزریق پیوند اتولوگ چربی به این صورت است که پس از تزریق، چربی‌های موجود در نواحی تحت درمان شروع به ادغام با بافت‌های اطراف خود می‌کنند و سپس، این بافت‌ها به تدریج به رشد و بازسازی خود ادامه می‌دهند. این فرآیند منجر به حجیم‌تر شدن ناحیه درمان شده و همچنین تولید کلاژن جدید در پوست می‌شود که باعث جوان‌سازی و بهبود کیفیت پوست می‌شود. نتایج این درمان معمولاً طی چند هفته تا چند ماه به تدریج نمایان می‌شود.
    </p>
    <h3 class="sm:text-[24px] text-[14px] font-bold">برای چه کسانی تزریق پیوند اتولوگ چربی مناسب است؟</h3>
     <p class="sm:text-[24px] text-[14px] ">
      تزریق پیوند اتولوگ چربی برای افرادی که دارای مشکلات پوستی خاص هستند و نیاز به بهبود حجم و ظاهر صورت دارند، مناسب است. این درمان به ویژه برای موارد زیر مؤثر است:
    </p>
    <ol  class="sm:text-[21px] text-[14px] list-decimal">
      <li>اسکارهای آکنه: افرادی که از اسکارهای عمیق یا فرورفته آکنه رنج می‌برند، می‌توانند از این روش برای پر کردن این نواحی و بهبود ظاهر پوست استفاده کنند.</li>
      <li>چین و چروک‌ها: افرادی که به دلیل پیری دچار چین و چروک‌های عمیق شده‌اند، می‌توانند با تزریق چربی حجم از دست رفته پوست خود را بازگردانند.</li>
      <li>افتادگی گونه‌ها: افرادی که دچار افتادگی گونه‌ها یا کاهش حجم صورت شده‌اند، از این روش می‌توانند برای بازیابی حجم صورت خود بهره‌مند شوند.</li>
      <li>پیری دست‌ها: تزریق چربی به دست‌ها می‌تواند به بازیابی حجم از دست رفته کمک کند و پوست دست‌ها را جوان‌تر نشان دهد.</li>
    </ol>
    <h3 class="sm:text-[24px] text-[14px] font-bold">چرا کلینیک تن ساز شیراز بهترین گزینه برای انجام تزریق پیوند اتولوگ چربی است؟</h3>
    <p class="sm:text-[24px] text-[14px] ">
      کلینیک تن ساز شیراز با برخورداری از پزشکان متخصص و تجهیزات پیشرفته، یکی از بهترین مراکز برای انجام تزریق پیوند اتولوگ چربی است. این کلینیک از تکنیک‌های روز دنیا استفاده می‌کند و در هر مرحله از درمان، از مراقبت‌های بهداشتی و استانداردهای بین‌المللی پیروی می‌کند. پزشکان با تجربه و ماهر در کلینیک تن ساز، می‌توانند به دقت نیازهای شما را ارزیابی کرده و بهترین روش درمانی را برای دستیابی به نتایج مطلوب انتخاب کنند. انتخاب یک مرکز معتبر مانند کلینیک تن ساز، باعث می‌شود که با خیال راحت و بدون نگرانی از ایمنی و کیفیت درمان، این عمل را انجام دهید.
    </p>
    </div>
    <WhyTansaz title="چرا زیبایی و لاغری در کلینیک تن ساز" :cards="cards" />
    <div
      class="text-dark flex flex-col gap-3.5 mt-[75px] max-w-[1200px] mx-auto px-5"
    >
      <p class="sm:text-[21px] text-[14px] font-light leading-10">
        تزریق پیوند اتولوگ چربی یک روش موثر، طبیعی و کم‌تهاجم برای جوان‌سازی پوست، افزایش حجم و رفع چین و چروک‌ها است. با این حال، برای رسیدن به بهترین نتایج و جلوگیری از عوارض احتمالی، بسیار مهم است که این درمان تحت نظر پزشک متخصص و در یک مرکز معتبر مانند کلینیک تن ساز شیراز انجام شود. مراقبت‌های قبل و بعد از تزریق نیز نقش مهمی در بهبود نتایج و کاهش عوارض ایفا می‌کنند. بنابراین، با انتخاب کلینیک تن ساز و پیروی از توصیه‌های پزشک، می‌توانید از نتایج این درمان بهره‌مند شوید و به ظاهر و اعتماد به نفس خود افزوده کنید.
      </p>
    </div>
    <ReservationForm />
    <FaqSection />
    <YoursSatisfaction />
    <HomeBlogsSection />
  </div>
</template>

<style scoped></style>
