<script setup lang="ts">
const firstSectionData = ref({
  title: "خدمات بوتاکس در",
  description: `کلینیک تن ساز شیراز، یکی از معتبرترین و پیشرفته‌ترین مراکز زیبایی و لاغری در شیراز است که با ارائه خدمات تخصصی بوتاکس، همواره در جهت ارتقای کیفیت زندگی و زیبایی مشتریان خود گام برمی‌دارد. این کلینیک با بهره‌گیری از جدیدترین روش‌ها و معتبرترین مواد، به شما این امکان را می‌دهد که با خیال راحت و اطمینان، بهترین نتیجه را از خدمات بوتاکس تخصصی دریافت کنید.`,
});

const slides = ref([
  {
    id: 0,
    image: "/images/exmple1.png",
  },
  {
    id: 1,
    image: "/images/exmple2.png",
  },
  {
    id: 2,
    image: "/images/exmple3.png",
  },
  {
    id: 3,
    image: "/images/exmple4.png",
  },
]);

const cards = ref([
  {
    id: 0,
    text: "تخصص و تجربه‌ای بی‌نظیر در ارائه خدمات پزشکی و زیبایی",
  },
  {
    id: 1,
    text: "استفاده از جدیدترین تکنولوژی‌ها و تجهیزات پیشرفته",
  },
  {
    id: 2,
    text: "تیم حرفه‌ای و متخصص در تمامی زمینه‌های درمانی",
  },
  {
    id: 3,
    text: "ارائه مشاوره‌های شخصی‌سازی شده برای هر بیمار",
  },
  {
    id: 4,
    text: "محیطی آرام، مدرن و بهداشتی برای راحتی شما",
  },
  {
    id: 5,
    text: "رضایت بیماران و نتایج موفقیت‌آمیز، تضمین کیفیت",
  },
]);
</script>

<template>
  <div>
    <PagesFirstSection :firstSectionData="firstSectionData" />
    <div class="mt-[75px] max-w-[1200px] mx-auto px-3">
      <div class="flex items-center md:flex-row flex-col gap-[20px] mt-[75px]">
        <div class="md:w-1/2">
          <h3 class="text-primary text-[30px]">کاربردهای مختلف بوتاکس</h3>
          <div class="p-6 rounded-lg">
            <ul class="list-disc list-inside space-y-2 mr-4">
              <li>رفع چین و چروک‌های صورت</li>
              <li>لیفت ابروها</li>
              <li>درمان تعریق بیش از حد (هایپرهیدروزیس)</li>
              <li>درمان میگرن و سردردهای تنشی</li>
              <li>درمان دندان قروچه و مشکلات مفصل فک</li>
              <li>درمان اختلالات عضلانی و اسپاسم عضلات</li>
              <li>درمان واژینیسموس</li>
              <li>بوتاکس نفرتیتی(گردن)</li>
              <li>بوتاکس بینی(لاغری و فرم دهی پره ها بینی )</li>
              <li>بوتاکس چانه</li>
            </ul>
          </div>
        </div>
        <div class="md:w-1/2">
          <img src="/images/exmple2.png" alt="example1" />
        </div>
      </div>
    </div>
    <SliderBeforAfterExample
      :slides="slides"
      title="نمونه های قبل و بعد"
      description="با اطمینانی کامل، زیبایی خود را با ما دو چندان کنید"
    />
    <ReservationAndContactUsBanner />
    <div
      class="text-dark flex flex-col gap-3.5 mt-[75px] max-w-[1200px] mx-auto px-3"
    >
      <p class="text-[21px] text-justify font-light leading-10">
        یکی از خدمات برجسته‌ای که در کلینیک تن ساز شیراز ارائه می‌شود،
        بوتاکس‌های تخصصی برای درمان خطوط مختلف صورت است. این خدمات شامل بوتاکس
        برای خط لبخند، خط اخم و لیفت صورت می‌باشد. بوتاکس برای خط لبخند، به از
        بین بردن چین و چروک‌های اطراف دهان و بهبود ظاهر لبخند کمک می‌کند. همچنین
        بوتاکس خط اخم، که در ناحیه پیشانی و بین ابروها اعمال می‌شود، برای کاهش
        خطوط عمیق و ایجاد ظاهری جوان‌تر و شاداب‌تر کاربرد دارد. بوتاکس لیفت صورت
        نیز با هدف بالا بردن خطوط افتاده و ایجاد ظاهری شاداب و بدون چین و چروک
        انجام می‌شود که یکی از روش‌های محبوب برای کسانی است که به دنبال افزایش
        جذابیت طبیعی صورت خود هستند.
      </p>
      <p class="text-[21px] text-justify font-light leading-10">
        یکی دیگر از خدمات درمانی ویژه‌ای که در این کلینیک ارائه می‌شود، بوتاکس
        برای درمان میگرن است. بسیاری از افراد با سردردهای مزمن و میگرن مواجه
        هستند و بوتاکس می‌تواند یکی از درمان‌های موثر برای کاهش شدت و دفعات بروز
        این سردردها باشد. در این درمان، بوتاکس به نواحی خاصی از سر و گردن تزریق
        می‌شود و باعث کاهش گرفتگی عضلات و تسکین درد می‌گردد. این روش برای افرادی
        که به دنبال درمان غیرجراحی و بدون عوارض جانبی میگرن هستند، توصیه می‌شود.
      </p>
      <p class="text-[21px] text-justify font-light leading-10">
        یکی از مهم‌ترین دلایلی که افراد برای انجام خدمات بوتاکس در کلینیک تن ساز
        شیراز انتخاب می‌کنند، استفاده از مواد و متریال معتبر و با کیفیت بالا
        است. این کلینیک به عنوان یک مرکز معتبر و پیشرو در زمینه زیبایی و
        درمان‌های غیرجراحی، تنها از بهترین و شناخته‌شده‌ترین برندهای بوتاکس
        استفاده می‌کند که در سطح جهانی اعتبار دارند. استفاده از مواد با کیفیت
        بالا به شما این اطمینان را می‌دهد که در فرآیند درمان و زیبایی، هیچ‌گونه
        خطری شما را تهدید نخواهد کرد.
      </p>
      <p class="text-[21px] text-justify font-light leading-10">
        همچنین، در کلینیک تن ساز شیراز، خدمات توسط پزشکان مجرب و متخصص ارائه
        می‌شود که با دانش و تجربه خود در زمینه بوتاکس و دیگر خدمات زیبایی و
        درمانی، بهترین نتیجه را برای شما به ارمغان می‌آورند. پزشکان این مرکز با
        دقت و توجه به نیازهای شخصی شما، برنامه درمانی مناسب را طراحی کرده و شما
        را در هر مرحله از درمان همراهی خواهند کرد.
      </p>
      <p class="text-[21px] text-justify font-light leading-10">
        اگر به دنبال جلب اعتماد و رضایت در انجام خدمات زیبایی و درمانی خود
        هستید، کلینیک تن ساز شیراز گزینه‌ای مطمئن و معتبر است که می‌توانید با
        خیالی آسوده خود را به آن بسپارید. این مرکز با ارائه خدمات متنوع و تخصصی
        بوتاکس، به شما کمک می‌کند که ظاهر خود را به بهترین شکل ممکن بهبود ببخشید
        و در عین حال از خدمات درمانی با کیفیت بهره‌مند شوید.
      </p>
      <p class="text-[21px] text-justify font-light leading-10">
        کلینیک تخصصی تن ساز شیراز به عنوان یکی از معتبرترین مراکز درمانی و
        زیبایی در شیراز، خدمات تخصصی بوتاکس را برای مشکلات مختلف بهداشتی و
        درمانی ارائه می‌دهد. یکی از خدمات ویژه‌ای که در این کلینیک به طور تخصصی
        انجام می‌شود، بوتاکس واژینیسموس است. این روش درمانی به ویژه برای درمان
        دردهای عضلانی و عفونت‌های واژن بسیار موثر بوده و در بسیاری از موارد، به
        کاهش اسپاسم‌های عضلانی و دردهای ناحیه تناسلی کمک می‌کند.
      </p>
      <p class="text-[21px] text-justify font-light leading-10">
        واژینیسموس یک وضعیت پزشکی است که باعث انقباض و اسپاسم عضلات واژن می‌شود
        و می‌تواند درد زیادی در هنگام رابطه جنسی، معاینات پزشکی و یا دیگر
        فعالیت‌های روزمره ایجاد کند. بوتاکس یکی از درمان‌های موثر برای این مشکل
        است. در این روش، بوتاکس به طور مستقیم به عضلات ناحیه واژن تزریق می‌شود
        تا اسپاسم‌ها کاهش یابد و عضلات به آرامی شل شوند. این کار باعث کاهش درد و
        بهبود کیفیت زندگی فرد می‌شود. پزشکان متخصص در کلینیک تن ساز با تجربه و
        مهارت خود، این درمان را به صورت دقیق و با رعایت کامل اصول بهداشتی انجام
        می‌دهند.
      </p>
      <p class="text-[21px] text-justify font-light leading-10">
        همچنین، در کلینیک تن ساز شیراز، بوتاکس برای درمان عفونت‌های واژن و
        مشکلات مرتبط با آن نیز ارائه می‌شود. در بسیاری از موارد، عفونت‌های مزمن
        واژن می‌توانند باعث التهاب و درد شوند که با استفاده از بوتاکس می‌توان
        این مشکلات را کاهش داد و درمان‌های موثر و بدون درد را برای بیماران فراهم
        ساخت. پزشکان این کلینیک با استفاده از جدیدترین تکنیک‌ها و مواد معتبر، به
        درمان این مشکلات پرداخته و نتایج مطلوبی را برای مراجعین فراهم می‌آورند.
      </p>
      <p class="text-[21px] text-justify font-light leading-10">
        کلینیک تخصصی تن ساز شیراز همچنین برای درمان ناقرینگی‌های مادرزادی در
        نواحی مختلف بدن از خدمات تخصصی بوتاکس بهره می‌برد. این روش درمانی برای
        افرادی که به طور مادرزادی با مشکلات عضلانی یا نواقص ساختاری مواجه هستند،
        می‌تواند راه‌حلی موثر و کم‌خطر باشد. بوتاکس در این موارد برای بهبود
        عملکرد عضلات و رفع برخی نواقص به کار می‌رود. پزشکان مجرب این مرکز با
        تجزیه و تحلیل دقیق وضعیت بیمار و بر اساس نیازهای خاص او، بوتاکس را در
        نواحی مختلف بدن تزریق کرده و به رفع مشکلات مادرزادی کمک می‌کنند.
      </p>
      <p class="text-[21px] text-justify font-light leading-10">
        با اعتماد به پزشکان متخصص کلینیک تن ساز شیراز، می‌توانید از خدمات درمانی
        بوتاکس برای مشکلات مختلف مانند واژینیسموس، عفونت‌های واژن، دردهای عضلانی
        و مشکلات مادرزادی بهره‌مند شوید و به زندگی بدون درد و راحت‌تری دست
        یابید.
      </p>
    </div>
    <WhyTansaz title="چرا زیبایی و لاغری در کلینیک تن ساز" :cards="cards" />
    <div
      class="text-dark flex flex-col gap-3.5 mt-[75px] max-w-[1200px] mx-auto px-3"
    >
      <p class="text-[21px] text-justify font-light leading-10">
        در کلینیک تخصصی تن ساز شیراز، تمام خدمات درمانی بوتاکس با استفاده از
        بهترین مواد و متریال‌های معتبر و تحت نظارت پزشکان متخصص و مجرب انجام
        می‌شود. این کلینیک به دلیل رعایت دقیق استانداردهای پزشکی و توجه ویژه به
        بهداشت و سلامت بیماران، به یکی از بهترین انتخاب‌ها برای درمان‌های تخصصی
        بوتاکس تبدیل شده است.
      </p>
    </div>
    <ReservationForm />
    <FaqSection />
    <YoursSatisfaction />
    <HomeBlogsSection />
  </div>
</template>

<style scoped></style>
